

{ 
    "Scotland": {
        "name": "Gairloch, Wester Ross",
        "imagesrc": "https://media-cdn.tripadvisor.com/media/photo-s/18/1d/f9/40/the-dubh-loch-and-fionn.jpg",
        "description": " Wester Ross is one of the finest areas in Europe for watching marine wildlife. Nestled in amongst glorious hills and sheltered by the surrounding coastline, Gairloch looks out towards the wild seas of the Minch. The bustling harbour in the south and the sleepy hubbub of shops, cafes and museum to the north offer a wealth of spectacular scenery and activities for visitors!",
        "whalespecies": "Minke, Sei, Sperm, Orca, Humpback, Pilot and Bottlenose Whales.",
        "besttimeofyear": "May - October.",
        "touristinformation": "Gairloch and the surrounding coastline is part of the Hebridean 'Whale Trail', and is one of the UK's hotspots for whale and cetacean spotting. There are many tours that will bring you closer to the Whales and Dolphins that roam these waters. On clear days you’ll be mesmerized by the beauty of the landscape! To book a tour, ",
        "url": "https://www.hebridean-whale-cruises.co.uk/"
      },


    "Canada": {
        "name": "Newfoundland and Labrador",
        "imagesrc": "https://www.newfoundlandlabrador.com/-/media/travel-stories/top-destinations/labrador/mealy-mountains-1.jpg?mh=720&mw=960&hash=667097FC6244983E9656A30CA5302C28C9A9E3E3",
        "description": "Newfoundland and Labrador is one of the most spectacular whale watching places on Earth. The world’s largest population of humpback whales return each year to feed on capelin, krill, and squid along the coast, along with 21 other species of whales and dolphins. No other place on earth offers the abundance and biodiversity of whales that can be found on a Newfoundland Whale Watching Adventure!",
        "whalespecies": "Humpback, Orca, Minke, Blue, and Fin.",
        "besttimeofyear": "May - September.",
        "touristinformation": "A Newfoundland Whale Watching Tour is a beautiful, exciting and unique experience.  Your journey in Newfoundland will be chocked full of epic landscapes, endless wildlife viewing opportunities, and friendly encounters with humble locals. To book a tour, ",
        "url": "https://trinityecotours.com/"
      },

      "Australia": {
        "name": "Hervey Bay, Queensland",
        "imagesrc": "http://goldenshores.com.au/files/9914/4779/1660/hervey-bay.jpg",
        "description": "Queensland’s whale hot spot is at Hervey Bay, around 300 kilometres north of Brisbane. This tranquil spot is protected by Fraser Island, affording humpback whales the opportune location to hang around a while, either to mate, breed or nurse. Each year in July and August, the arrival of the humpback whales is celebrated at the Hervey Bay Whale Festival, with concerts, street parades and displays.",
        "whalespecies": "Humpback, Minke.",
        "besttimeofyear": "May-November.",
        "touristinformation": "See the playful antics of the humpback whales aboard the Spirit of Hervey Bay, with legendary guide Vicky Neville from Tasman Ventures who is often referred to as ‘the whale whisperer’. To book a tour, ",
        "url":  "https://tasmanventure.com.au/"
      }
}