

{ 
    "Scotland": {
        "name": "Gairloch, Wester Ross",
        "imagesrc": "https://media-cdn.tripadvisor.com/media/photo-s/18/1d/f9/40/the-dubh-loch-and-fionn.jpg",
        "description": " Wester Ross is one of the finest areas in Europe for watching marine wildlife.Nestled in amongst glorious hills and sheltered by the surrounding coastline, Gairloch looks out towards the wild seas of the Minch. The bustling harbour in the south and the sleepy hubbub of shops, cafes and museum to the north offer a wealth of spectacular scenery and activities for visitors.",
        "whalespecies": "Minke, Sei, Sperm, Orca, Humpback, Pilot and Bottlenose Whales",
        "besttimeofyear": "May - October.",
        "touristinformation": "There are marine wildlife tours that can be taken from the harbour for whale watching or sea angling. Gairloch and the surrounding coastline is also part of the Hebridean 'Whale Trail', and is one of the UK's hotspots for whale and cetacean spotting. For more information, ",
        "url": "https://www.hebridean-whale-cruises.co.uk/"
      },


    "Canada": {
        "name": "Newfoundland and Labrador",
        "imagesrc": "https://img4.goodfon.com/wallpaper/nbig/3/df/niufaundlend-i-labrador-kanada-spillars-kov-skaly-more.jpg",
        "description": "Newfoundland and Labrador is one of the most spectacular whale watching places on Earth. The world’s largest population of humpback whales return each year to feed on capelin, krill, and squid along the coast. Another 21 species of whales and dolphins visit along with them including the minke, sperm, pothead, blue, and orca. Catching a single glimpse of these majestic mammals is an exciting and awesome experience, whether it's from the deck of a tour boat, the side of your sea kayak, or a seaside trail.",
        "whalespecies": "Humpback, Orca, Minke, Blue, and Fin.",
        "besttimeofyear": "May - September",
        "touristinformation": "What better way to see a whale than to meet one – or more – at sea? There is a variety of operators allowing you to do just that. For more information, ",
        "url": "https://trinityecotours.com/"
      },

      "Australia": {
        "name": "Hervey Bay, Queensland",
        "imagesrc": "http://goldenshores.com.au/files/9914/4779/1660/hervey-bay.jpg",
        "description": "Queensland’s whale hot spot is at Hervey Bay, around 300 kilometres (186 miles) north of Brisbane. This tranquil spot is protected by Fraser Island, affording humpback whales the opportune location to hang around a while, either to mate, breed or nurse. A bit further south, on the Sunshine Coast, adventure lovers can experience what it feels like to be part of a pod when they head out with Sunreef Mooloolaba to swim with humpbacks. ",
        "whalespecies": "Humpback, Minke",
        "besttimeofyear": "May-November",
        "touristinformation": "See the playful antics of the humpback whales aboard the Spirit of Hervey Bay, with legendary guide Vicky Neville from Tasman Ventures who is often referred to as ‘the whale whisperer’. For more information, ",
        "url":  "https://tasmanventure.com.au/"
      }
}